Repository: lalexs75/scancode_fpc
Catalog: languages/scancodemt_consts.*.po
Languages: ru

source: Can't load procedure "%s"
ru: Ошибка загрузки процедуры "%s"

source: %s is not cell GUID
ru: %s не является идентификатором ячейки

source: %s is not document GUID
ru: %s не является идентификатором документа

source: %s is not document initial marks GUID
ru: %s не является идентификатором первичной маркировки

source: %s is not goods GUID
ru: %s не является идентификатором товара

source: %s is not measure GUID
ru: %s не является идентификатором единицы измерения

source: %s is not nomenclature GUID
ru: %s не является идентификатором номенклатуры

source: %s is not pack GUID
ru: %s не является идентификатором упаковки

source: %s is not room GUID
ru: %s не является идентификатором помещения

source: %s is not stock GUID
ru: %s не является идентификатором склада

source: %s is not user GUID
ru: %s не является идентификатором пользователя

source: Only one instanse of TScancodeMT allowed
ru: Разрешён только один экземпляр компоненты TScancodeMT
